[
  {
    "label": "Collection",
    "id": 1,
    "headline": "This New Kit Makes Creating a Vertical Container Garden Easier Than Ever",
    "author": "Andrea Beck",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2019%2F10%2FSkyPots-tout.jpg",
      "imageSecondary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2019%2F10%2FAssembling-SkyPots.jpg",
      "imageTernary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2019%2F10%2FWatering-SkyPots.jpg"
    },
    "firstSubheader": "Make the most of your gardening footprint with SkyPots, a new kit that makes it easy to create a floor-to-ceiling plant wall.",
    "firstParagraph": "We are forever running out of space to display our newest plant babies, so we're really excited about a new product called SkyPots that makes it easy to create a stylish vertical garden. It's the brainchild of Ryan Benoit, one of the co-founders of the popular garden blog, The Horticult. He originally came up with the idea as a DIY project, which we featured in our April 2016 issue. This project shows how to connect separate potted plants together on a metal rod that can be hung up. People loved the concept but began asking for a ready-to-go kit version that they could buy. Benoit set to work, and now, Skypots could soon be available for purchase, thanks to a Kickstarter campaign that runs from now until November 17. “I first came up with the idea when searching for an easy way to hang and stack everyday clay pots on my patio,” Benoit says. “Macramé seemed to be the only option that somewhat achieved this look, but the strings aren’t great for the outdoors and the plants can easily get tangled when taking the pots in and out to water and maintain. Benoit originally used one long rod to run through multiple pots, each secured with screws, washers, nuts, and bolts along the way. He built a wooden frame to hold several rods to showcase an entire wall of plants. “For my blog, we published a DIY project showing this method,” Benoit says. But it was a challenging project to make, he explains, and the end result could be heavy and awkward to work with.",
    "secondSubheader": "",
    "secondParagraph": "After a long process of trial and error, SkyPots were born with a much simpler design. Rather than a single long rod, each pot has its own shorter rod with a loop at the top for hanging it from a hook in the ceiling. Or it can be joined to another plant's SkyPots rod. The rod is secured to a pot with a wing nut, eye nut, and two flanges (large circular disks). Unlike the early designs, you can twist together a hanging column of plants in mere minutes—no tools required. And in contrast to Benoit's initial prototype, a few SkyPots are a lot easier to string together and slip into a narrow space than a 6-foot-long steel rod mounted with multiple potted plants. Benoit is planning to release kits with two or three sets of SkyPots that will let you create a hanging column of plants. And, reminiscent of his first creation, you could easily bring to life an entire living wall by hanging a few columns side-by-side. In other words, you can use these kits to double, triple, or completely maximize your plant hanging space. You may be wondering what happens when a SkyPots display gets watered. The kit is designed to allow water to flow out one pot's drainage hole and down the rod into the plant below. If you’ve got your vertical garden hanging outside, you can just let the excess water from the last plant in your chain flow out onto the ground. For indoor watering, Benoit recommends moving your plants over the sink or setting them on top of a sturdy bowl or mug (but stay tuned—he's also got a water catch in the works to contain those extra drips at the bottom).",
    "thirdSubheader": "",
    "thirdParagraph": "SkyPots appear to be the perfect solution to maximizing your vertical gardening space. And we're all for an easy-to-assemble kit that lets us pack in more plants while displaying them in a show-stopping way. For now, the kits are available through the Kickstarter campaign. During the campaign, you can order both double and triple kits at a discount by pledging to contribute to the campaign (a double pack retails for $32.99, while the triple pack is $44.99). Orders placed during the campaign should start to ship out in early December if the pledge goal is met, just in time for holiday gift-giving."
  },
  {
    "label": "Plant tips",
    "id": 2,
    "headline": "How to Fix Common Houseplant Problems",
    "author": "Sydney Price",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2018%2F08%2F15220334%2F20285.jpg",
      "imageSecondary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F08%2F16004610%2Fschefflera-arboricola-house-plant-100965719_0.jpg",
      "imageTernary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F06%2F16023737%2F100498014.jpg"
    },
    "firstSubheader": "Coax your houseplant back to life from stretching, brown leaf tips, fertilizer burn, and more. Learn how to tell if you're underwatering, overwatering, or your plant isn't getting enough light.",
    "firstParagraph": "One of the most frustrating parts of houseplant ownership is when a normally healthy plant starts dropping leaves or turning yellow and you’re not sure why. Don’t fret; many of these problems can be easily resolved with small care changes. Learn how to decode the messages your plant is sending—and how to fix them. You’ll be back to thriving, happy plants in no time!",
    "secondSubheader": "Problem: Stretching",
    "secondParagraph": "Solution: If your plant has suddenly grown awkwardly tall or long, or sends out spindly stems reaching towards its light source, it’s trying to tell you that it needs more light. Move it closer to a window or switch it to another window that gets more light. Thanks to the sun, south-facing windows tend to be the brightest, north-facing windows offer the least light, and east and west windows fall somewhere in between. And rotate your plants so that all sides of the plant get equal access to the sun and to prevent your plant from growing lopsided. If you still can't find the perfect spot for the plant, invest in a plant light to make sure it gets what it needs.",
    "thirdSubheader": "Problem: Brown Leaf Tips",
    "thirdParagraph": "Solution: If your houseplant has brown tips on its leaves, it may be signaling one of the following issues: Inconsistent watering: This doesn’t mean you have to always water your houseplants at 9 am on a Tuesday, but rather, be sure to only water when a plant really needs it. And even if your plant can tolerate less frequent watering, try not to go weeks without watering and then randomly surprise it with a well-intentioned deluge. When you water, make sure water runs out of the drainage holes so you know it’s not a) sitting in the pot or b) only reaching the top part of the plant. Low humidity: Many houseplants are tropical natives. If the air in your house or apartment is dry, mist your plants every few days. Too much salt: This can happen from overfertilizing or salts from treated tap water. Go easy on the fertilizer and try watering with distilled water. If your plant only has one or two yellow leaves, it’s likely not serious—just pluck them off and your plant should be good to go. An excessive amount of yellow leaves, however, could be a sign of a bigger issue. Overwatering kills houseplants just as often (if not more) than underwatering. Most plants shouldn’t sit in water, as it leads to root rot and makes them more susceptible to disease. Although exact needs vary by plant, a good rule of thumb is to water when the soil feels dry about 1/2 to 1 inch down. Yellow leaves may also be a sign of low light. Try moving the plant to a brighter spot."
  },
  {
    "label": "Collection",
    "id": 3,
    "headline": "Here's Why You Should Think Twice About Buying Painted Succulents",
    "author": "Jenny Krane",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2019%2F04%2F02194734%2FBH-Painted-Succulent-2.jpg",
      "imageSecondary": "",
      "imageTernary": ""
    },
    "firstSubheader": "It may look pretty, but a layer of paint on the leaves is actually really bad for the plant.",
    "firstParagraph": "You see them at grocery stores and home improvement stores and the displays are almost always half empty (at the least). The latest houseplant trend is succulents with their leaves sprayed with neon pink, blue, and orange paint. Although their bright-colored leaves look striking, we can't help but wonder if that's good for the plant (even if the packaging says the paint is all-natural). We checked with some experts to find out.",
    "secondSubheader": "",
    "secondParagraph": "The overwhelming response from the plant community? Paint is slowly killing these succulents. According to Tiernach McDermott, a horticulture expert for the social gardening app Candide, spray painting succulents stops them from being able to photosynthesize, essentially suffocating the plants. Succulents, like most plants, get their energy from light and take it in through their leaves. With a thick layer of paint covering the leaves, the succulent can’t take in much, if any, light. “Most spray-painted succulents will die before too long, but a few will survive by growing new leaves of a natural color,” Tiernach says. You may not notice the painted succulent suffering right away when you bring it home from the store—succulents are one of the few plant types that are naturally able to survive long periods of neglect. Some varieties of succulents can push up new leaves on top of the painted leaves, allowing them to take in the light they need to thrive and grow. However, most of the time plants can’t get the energy they need to create new leaves and will eventually wither and die. Becca Stevens of Botanical Bright recommends that, if you truly want neon plants, you should get a fake one and enjoy it forever. “When they’re painted, they look more plastic than some of the faux succulents I’ve seen on the market,” Becca says. “Succulents naturally come in so many amazing colors and textures. In my mind, there’s no need to add anything extra.” If a bold look is what you're really after, get a faux plant and paint it yourself. It will last forever, whereas spray painted succulents have an expiration date. Painting faux succulents can be a fun, customizable project, and it also saves plants from a slow and inevitable death.",
    "thirdSubheader": "",
    "thirdParagraph": ""
  },
  {
    "label": "Plant tips",
    "id": 4,
    "headline": "Did I Kill My Aloe Vera Plant?",
    "author": "Jenny Krane",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2016%2F02%2F31230129%2F101626857.jpg",
      "imageSecondary": "",
      "imageTernary": ""
    },
    "firstSubheader": "It was doing fine, but then you repotted it into a larger pot. Even if your aloe plant is struggling, that doesn't mean it's done for.",
    "firstParagraph": "Aloe vera plants are unique and fascinating houseplants—their succulent-like leaves are actually filled with the gel-like substance you see in sunburn lotion. Like most succulents, they need very well-drained soil and should be planted in pots with drainage holes or pebbles in the bottom. If your aloe plant's long leaves start to droop and get mushy, you may be having a watering issue.",
    "secondSubheader": "Overwatering",
    "secondParagraph": "When an aloe plant is being overwatered, the leaves develop what are called water-soaked spots. They look like what you describe: soggy and soft. It is almost as though the entire leaf becomes saturated and gel-like, then it turns to mush. Eventually, the entire plant dies. This is just one way that aloe plants can become waterlogged.",
    "thirdSubheader": "Drainage",
    "thirdParagraph": "Your plant can also experience a waterlogged condition because the pot you put it in lacks a drainage hole. Avoid planting in a pot without a drainage hole. Adding a layer of pebbles in the bottom of a pot, although often offered as a simple solution, actually compounds the problem. As moisture moves down through the soil, it forms what is called a perched water table over the pebbles. Not until the soil above is saturated will the water move down into the pebbles. That means your aloe's roots are constantly saturated. The soil is waterlogged, and the plant's roots are dying from lack of oxygen."
  },
  {
    "label": "Plant tips",
    "id": 5,
    "headline": "How to Grow Venus Flytrap",
    "author": "Deb Wiley ",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F06%2F25150313%2Fvenus-fly-trap-5f16ccec.jpg",
      "imageSecondary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F06%2F25150503%2Fvenus-fly-trap-117f11b8.jpg",
      "imageTernary": ""
    },
    "firstSubheader": "The Venus flytrap is one of the most captivating plants around. Learn all about Venus flytrap plants—including how to care for them, feeding them, growing them indoors, and more.",
    "firstParagraph": "When I was a kid, I thought Venus flytraps really did come from Venus. Their gaping bifold jaws with spiky fringed \"teeth\" seemed alien enough, but when an insect landed on that enticing pink center and the trap closed with lightning speed, well, that was exciting! Growing Venus flytraps indoors seemed like a superhuman feat. Luckily, it's not difficult if you know how to grow Venus flytrap.",
    "secondSubheader": "Where Venus Flytraps Grow",
    "secondParagraph": "Instead of originating one planet away from Earth, Venus flytraps (Dionaea muscipula) are perennials native to boggy areas of coastal North and South Carolina. They grow in moist, acidic soils in full sun, but only survive winter outdoors in Zones 8-10. Gardeners in colder-winter climates should grow Venus flytraps in a moist environment, such as a terrarium, that can go indoors during winter.",
    "thirdSubheader": "Growing Venus Flytraps",
    "thirdParagraph": "Venus flytrap care is pretty simple. The carnivorous plant thrives in poor, acidic soil with good drainage. Avoid planting it in regular potting soil: A blend of one-third sand and two-thirds sphagnum peat moss provides the best drainage and moisture retention. Do not add lime to the soil and never fertilize the plant. Venus flytraps do best in bright light but can live in partial shade. Avoid placing them in direct sunlight in summer, especially if they live under glass, as plants hit with direct sunlight may get too hot and burn up. When grown inside under artificial lights, keep flytraps 4 to 7 inches away from fluorescent lights. If your Venus flytraps don't show a pink interior or if the plants have long, spindly leaves, they are not getting enough sunlight. For best Venus flytrap care, keep the environment humid and the soil moist but don't let the plants stand constantly in water. Grow them in a pot with drainage holes. If you have a Venus flytrap terrarium, place gravel below the soil for extra drainage. Good air circulation is also important in growing Venus flytrap. Use rain or distilled water to take care of your Venus flytrap, because tap water is often too alkaline or may contain too many added minerals. What do Venus flytrap plants eat? The name says it all: The Venus flytrap eats flies (or other small insects). The prey must be alive when caught. Dead flies won't work in Venus flytrap feeding; the insect must move around inside the trap or the trap cannot consume and digest it. The insect must be small enough to fit comfortably inside the trap so it can close tightly to keep out bacteria. If you grow the plants in a closed terrarium, the easiest Venus flytrap feeding method is to release small flies inside the space. Eventually, the bugs will be attracted to the trap and be consumed. Although flytraps are carnivorous, they can go long periods—a month or two—without eating insects. If you grow them outdoors, they will get enough to eat naturally. If you're growing Venus flytrap indoors, you'll have to feed them dinner periodically."
  },
  {
    "label": "Plant tips",
    "id": 6,
    "headline": "Must-Know Tips for Watering Succulents",
    "author": "Garden Editors ",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F08%2FPlanter-with-Succulents.jpg",
      "imageSecondary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2020%2F02%2Fstone-container-succulent-0b2d71a0.jpg",
      "imageTernary": ""
    },
    "firstSubheader": "Discover how and how often to plant these trendy and versatile plants that can grow indoors, outdoors, and in containers.",
    "firstParagraph": "Succulents store extra water in their leaves, stems, or roots, which gives them the ability to survive a while between waterings (sometimes a month or more). Because they have a reputation for being drought-tolerant and growing in arid conditions, many people fail to realize that when you bring them into your home or garden, they still need to be watered regularly. In order to keep your succulents thriving, it's not a good idea to force them to go without water for weeks or months at a time. No matter where you end up planting them, there are a few tips for you can follow for how often to water succulents that will save them drying out too much, and also prevent you from overwatering them.",
    "secondSubheader": "Planting Succulents in Pots",
    "secondParagraph": "Sedums, Sempervivum (commonly called hens-and-chicks), jade plants, kalanchoe, aloe vera, and Sansevieria (also known as snake plant or mother-in-law's tongue) are popular choices for indoor plants. Succulents also include cacti, which generally need less water than other succulents. Succulents like well-drained soil. According to Horticulturist Bryce Lane with North Carolina State University, a good quality potting soil mixed with either a material such as perlite will help ensure good drainage. He recommends two parts soil to one part drainage material. In addition to quality potting media, make sure your containers have drainage holes because too much moisture can result in rotten roots.",
    "thirdSubheader": "How to Water Succulents Indoors",
    "thirdParagraph": "Rather than giving your succulents sips of water here and there, give them a good soaking, to the point the water runs out the drainage holes at the bottom of the pot. Be sure to empty the water that runs into the saucer beneath the plant pot. Then let the soil dry out completely before watering again. Lane recommends checking the soil a week after watering; if it's still moist, wait another week. Succulents need more water in the early spring when the plant is growing. Water needs may lessen in the summer and even more so during the winter. When the light decreases during the winter months and most succulents are in a dormant period, their water requirements also decrease. During winter, water your succulents when the soil is dry. This could be as infrequently as once per month but will depend on your conditions. The frequency of watering will also depend on the light and growing conditions in your area, as well as the size of the container. The larger the container, the more moisture it can hold. Small, shallow pots may need to be watered more frequently."
  },
  {
    "label": "Plant tips",
    "id": 7,
    "headline": "Why is My Ficus Dropping Sticky Leaves?",
    "author": "Rachel Wermager",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2016%2F02%2F15213831%2FMPC111326.jpg",
      "imageSecondary": "",
      "imageTernary": ""
    },
    "firstSubheader": "Three months ago, I brought a 5-foot ficus tree to a similar non-direct lit area indoors. One month ago, leaves started to drop, and I noticed ones on the plant were sticky to the touch. Six months ago, while still outside, I repotted in a 16-inch pot with a hole for drainage, and no water has ever appeared on dish below it. It was healthy on the shady north side of my home in a 10-inch plastic pot for five years prior to the repotting into a good, moisture-control potting mix.",
    "firstParagraph": "Ficus are sensitive when moved to a new location, and they often show their unhappiness by shedding leaves. As long as there isn't a draft in the new spot, they'll settle down and releaf. The stickiness you describe, however, is bad news; it sounds like honeydew -- the waste of sap-eating insects like spider mites, scale, or mealy bugs. Scale and mealy bugs are visible on the plant. Scale look like little gray or brown bumps. Mealy bugs look like little white cottony masses. Spider mites are so tiny that you can't usually see them, but you might see webs or feel a gritty feeling between your fingers if you wipe them along leaves and branches. If it's scale or mealy bugs, buy a houseplant insecticide at the garden center, and apply it according to the label. You can also dab the insects individually with a Q-tip dipped in rubbing alcohol, but I've found that to be overwhelming on large plants. If it's spider mites, take the ficus back outside and wash it thoroughly (tops and bottoms of the leaves, all branchs and the trunk) with a strong blast from the garden hose. Spider mites are so tiny and vulnerable that a harsh blast of water will kill more than 90 percent of them.",
    "secondSubheader": "",
    "secondParagraph": "",
    "thirdSubheader": "",
    "thirdParagraph": ""
  },
  {
    "label": "Collection",
    "id": 8,
    "headline": "It's So Easy to Grow Spider Plant Babies Into More Houseplants—Here's How",
    "author": "Andrea Beck and Rachel Wermager",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2020%2F02%2FSpider-Plant.jpg",
      "imageSecondary": "https://www.joyusgarden.com/wp-content/uploads/2016/07/P1000087_new-1.jpg",
      "imageTernary": ""
    },
    "firstSubheader": "When you have a spider plant with a lot of babies dangling from it, you can easily turn them into full grown plants themselves.",
    "firstParagraph": "Project Joy is a weekly column about the projects we’re doing at home that bring us a little piece of happiness. Attractive and easy to grow, a spider plant makes an excellent houseplant because it can tolerate low-light conditions. You also can get away with watering it about every two weeks or whenever the soil starts to feel dry, thanks to its thick roots that can store moisture. Spider plants do especially well in a corner of your bathroom where they can get a little extra humidity. When your spider plant is happy and healthy, its best feature will likely appear: Long, thin stems trail out from its center, each with little babies or plantlets on the ends. These babies are super simple to propagate so you can bulk up your houseplant collection for free.",
    "secondSubheader": "",
    "secondParagraph": "If you look closely at the baby spider plants dangling from your mother plant, you'll see some small, brownish knobs on the underside of the cluster of leaves. Those are the beginnings of roots, and with a little help, they'll develop into full root systems. There are two ways to take the plantlets off the ends; you can gently pull them off, or snip them off near where they attach to the stem from the mother plant with a pair of garden scissors (Ultimate Garden Scissors, $16.98, The Home Depot). Set the new baby plants into a cup of water for a few days (about five) to help the roots grow out a bit, and then you can plant them in potting soil. To plant, grab a four-inch (or smaller) pot and fill it with potting mix. Add a little hole in the center. Press one of your plantlets into the hole, and gently press the potting soil in around it so the plant is firmly held in place. If you want to skip the cup of water step, you can just remove the plantlets from the mother plant and put them in separate pots of potting mix. No matter which method you choose, keep the soil evenly moist until the roots are fully developed. You'll know that has happened if your plantlet holds firmly in the soil when you give the leaves a gentle tug. Before long your new little spider plants will start producing their own babies.",
    "thirdSubheader": "",
    "thirdParagraph": ""
  },
  {
    "label": "Plant tips",
    "id": 9,
    "headline": "Why Does My Peace Lily Have Black Leaves?",
    "author": "Andrea Beck",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2016%2F02%2F15213813%2FMPC111419.jpg",
      "imageSecondary": "",
      "imageTernary": ""
    },
    "firstSubheader": "I have tried placing my peace lily in different spots around the house, and it still gets black on the tips of the leaves. Am I watering it too much or little?",
    "firstParagraph": "Black leaf tips are more likely to be caused by underwatering than overwatering. (Yellowing of leaves is more likely with overwatering.) However, the black tips are more likely an indication of low humidity than underwatering. If possible, try grouping the peace lily with other houseplants to raise the humidity in the area around the plants. The blackened leaf tips could also be due to excess salts in the soil, either from too much fertilizer or fluoride/chlorine in the water.",
    "secondSubheader": "",
    "secondParagraph": "",
    "thirdSubheader": "",
    "thirdParagraph": ""
  },
  {
    "label": "Plant tips",
    "id": 10,
    "headline": "Houseplant Feeding Guidelines",
    "author": "Garden Editors",
    "images": {
      "imagePrimary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F06%2F15211630%2F20445.jpg",
      "imageSecondary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2015%2F06%2F16004336%2Flily-fertilizer-tab-100989258.jpg",
      "imageTernary": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F37%2F2019%2F01%2F15211631%2F20464.jpg"
    },
    "firstSubheader": "Necessary Nutrients",
    "firstParagraph": "All plants need certain nutrients to grow well. Outdoors, they send out miles of roots when they can't find what they need nearby. Indoors, though, they don't have that option. So, taking care of indoor plants requires a little extra love from you. Take note of the tips on this indoor plant guide and your green friends will thank you for it. Provide your houseplants with regular feedings of organic (natural) or inorganic (synthetic) fertilizers. The three major nutrients that plants receive from fertilizers are nitrogen, phosphorus, and potassium (usually abbreviated as N, P, and K on packages). Nitrogen is important for good foliage, phosphorus helps roots grow, and potassium is vital for good blooming. Supplying your plants with these nutrients should be at the top of your indoor plant care checklist. The percentages of the major nutrients contained in any given fertilizer are listed on the label. A 10-10-10 fertilizer is made up of 10 percent nitrogen, 10 percent phosphorus, and 10 percent potassium; the other 70 percent is either organic or inert material. The percentages of the individual chemicals vary considerably by the product, but they always are listed in the same order. The higher the number, the more nutrients present, and the better job you're doing of taking care of your indoor plants.",
    "secondSubheader": "Fertilizer Facts",
    "secondParagraph": "So, now you know the basics of how to take care of your indoor plants, but what fertilizer should you use? Common organic fertilizers are blood meal, bonemeal, cow manure, fish emulsion, and kelp products. Chemical fertilizers are sold under a variety of product names. The chemical analysis varies by brand. Read labels carefully. Some of these fertilizers are formulated with specific plants in mind. A few plants—such as azalea (Rhododendron), camellia, and gardenia—need acid fertilizers, which keep the pH of the soil low, which is essential to indoor plant care. Other plants need varying amounts of specific chemicals, and the formulas for these plants reflect this.",
    "thirdSubheader": "Be Patient",
    "thirdParagraph": "Organic fertilizers work slowly. It takes time for them to break down in the soil and release nutrients. Some time-release chemical formulas also break down slowly, releasing nutrients over a long period of time. Most chemical fertilizers, however, work rapidly, giving plants a quick boost. Be patient with results, as they will depend on the particular indoor plant you're working with. Before applying any fertilizer, thoroughly moisten the soil. Never use more than the recommended dose; too much fertilizer can burn roots and kill plants. In fact, it's generally better to use less than the recommended amount and apply the fertilizer more frequently. This is especially true for chemical fertilizers, which tend to be more caustic than organic ones. The goal of fertilizing is to encourage regular—not rampant—growth during a plant's main growing season. Do not feed plants when they're dormant, usually in fall and winter, although some houseplants go dormant in spring and summer. Remember these tips and tricks when taking care of indoor plants, and you'll have healthy houseplants galore."
  }
]
